<html>
<head>
    <title>BIBLIOTECA D&Iacute;DITAL ORIENTADA ALA LECTURA Y ESCRITURA</title>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, incial-scale=1">
    <link href="style.css" rel="stylesheet">
</head>
    <body>
        <header class="header">
            <div class="container  logo-nav-container">
                <a href="index.html"><img src="bibliofilia.jpg" style: width="200x" height="50px"></a>
                <span class="menu-icon">Ver men&uacute;</span>
                <nav class="navegation">
                    <ul>
                        <li><a href="index.html">Inicio</a></li>
                         <li><a href="biblioteca.html">Biblioteca de g&eacute;neros literarios</a></li>
                         <li><a href="lectura.html">Apartado dirigido a la lectura y escritura</a></li>
                    </ul>
                </nav>
            </div>
        </header>
        <main class="main">
        <div class="container">
            </div>
        </main>
        <style>body{
            background-color: skyblue;
            margin: 0;
            }
            h1{
                color: saddlebrown;
                text-align: center;
            }
            h2{
                color:white;
                text-align: justify;text-align: center;
            }
                p{
                    font-family: sans-serif;
                    font-size: 15px
                        text-aling: justify;
                }
            h3{
                color: firebrick; text-align: justify; text-align: center;
                font-family: fantasy;
            }
            ul{
                font-family: monospace;
                font-size: 15px;
                text-align: justify;
            }
            li{
                font-family: fantasy;
                text-align: justify;
            }
            p1{
                font-family: cursive;
                color:red;
                font-size: 20px
            }
        </style>
        <h1><a href="https://www.sililecturainteligente.com/diagnostico-en-linea/prueba-de-velocidad-comprension-lectora/adultos-de-20/">CUESTIONARIO DIRIGIDO A LA LECTURA Y ESCRITURA</a></h1>
        <h2>FORMULARIO PARA CONOCER LAS HABILIDAES</h2>
        <center><iframe src="https://docs.google.com/forms/d/e/1FAIpQLScZ8RbdEzwD9vEuAy7Ozny6uEsAqMhs2qNgeWERiz54-6N4RQ/viewform?embedded=true" width="500" height="5750" frameborder="0" marginheight="0" marginwidth="0">Cargando…</iframe></center>
        
        <h2><p>ESTE FORMULARIO NOS AYUDAR&Aacute; A CONOCER UN POCO M&Aacute;S LOS GUSTOS DE UN CONJUNTO DE GENTE EN ESPECIFICO.</p></h2>
        <p>ASPECTOS QUE INTERFIEREN EN LA LECTURA:</p>
        <center><img src="libros.jpeg" style="width: 250px; height: auto;"></center>
        <ul>
            <li>TEMAS DE INTERES</li>
            <li>EXTENCI&Oacute;N DEL TEXTO</li>
            <li>AUTOINVESTIGAC&Oacute;N DE LOS TEMAS A PROFUNDIDAD</li>
        </ul>
        <h3>La importancia de la lectura en la vida cotidiana y como forma de aprendiaje y autoaprendizaje</h3>
        <center><img src="lectura.jpeg" style="width: 250px; height: auto;"></center>
        <p>La lectura a lo largo de nuestras vidas nos hace lograr comprender diversos temas que sean de nuestro inter&eacute;s, es por ello que, la importancia del conocimiento mediante los textos pude ser algo impresionante en la vida, pero no todo en las letras de los libros debe ser ciencia y conocimiento, sino que también debemos tomar en cuenta los g&eacute;neros literarios que los acompañan, los cuales mostraremos en un listado posteriormente.</p>
        <p>Los libros aun sin ser de un g&eacute;nero literario relacionado a las ciencias o tecnol&oacute;gias pueden enseñarnos diversas cosas como:
        </p>
        <ul>
            <li>Ortogr&aacute;fia</li>
            <li>Sinonimos de palabras</li>
            <li>Contextos diversos</li>
            <li>Entre otras cosas... (Sugerencia a aspectos en base a las investigaciones y encuestas realizadas)</li>
        </ul>
        <h1>GEN&Eacute;ROS LITERARIOS</h1>
        <center><img src="generos%20literarios.jpeg" style="width: 250px; height: auto;"></center>
        <p>Existen diversos tipos de g&eacute;neros literarios junto a sus subg&eacute;neros literarios. algunos ejemplos de g&eacute;neros y subg&eacute;neros literarios son los siguientes:</p>
        <ul>
            <li>Informativos</li>
            <li>Ciencia ficci&oacute;n</li>
            <li>Romance</li>
            <li>terror</li>
            <li>Suspenso</li>
            <li>Fantasia</li>
            <li>Ciencia</li>
        <li>Tecnol&oacute;gia</li>
        <li>Abierto a m&aacute;s...</li>
        </ul>
        <p>Los g&eacute;neros literarios nos ayudan a elegir que tipo de escritos son m&aacute;s de nuestros intereses y as&iacute; contribuir a la lectura, cuando nosotros aprendemos a leer y comprender textos, podemos tener m&aacute;s posibilidades de tener una mejor redacci&oacute;n, tomando en cuenta diversos puntos.</p>
        <p>Leer los temas que son de nuestro inter&eacute;s nos ayudan a generar m&aacute;s conocimientos en el &aacute;mbito al que esta dedicado, es por ello que, independientemente del g&eacute;ro que leamos, nos puede dejar tantos aprendizajes como queramos.</p>
    <h2>LOS BENEFICIOS DE LA LECTURA EN LA ESCRITURA Y LOS TIPOS DE ESCRITURA QUE SE PUEDEN LLEVAR A CABO.</h2>
        <center><img src="escritura.jpeg" style="width: 250px; height: auto;"></center>
        <p>La escritura a lo largo del tiempo, ha ido cambiando, ahora con el paso de la tecnol&iacute;gia este cambio es m&aacute;s notorio, podemos dedicarle tiempo a diversas actividades que requieran de la escritura; por ejemplo;</p>
        <ul>
            <li>Redacci&oacute;n de trabajos escolares.</li>
            <li>Redacci&oacute;n de libros propios en diversas plataformas, como wattpad, por ejemplo.</li>
            <li>Redacci&oacute;nes de formatos oficiales de la escuela y/o trabajo</li>
            <li>Escritos en redes sociales para interactuar a trav&eacute;s del internet.</li>
        <p>Este ultimo punto, actuamente puede ser usado m&aacute;s constantemente que los dema&aacute;s puntos antes mencionados, ya que por las cuestiones de la pandemia por SARS COVID-19, es el medio de comunicaci&oacute;n m&aacute;s usado, tambi&eacute;n por los post que se hacen en redes sociales y la interactividad 24/7 que pueden utilizar la mayoria de los jovenes con sus amistades, pero... cuando se trata de textos formales, ¿Lo hacemos de forma correcta?</p>
        <p>A continuaci&oacute;n te daremos algunos puntos que se deben tomar en cuenta para una excelente redacci&oacute;n de textos:</p>
        </ul>
        <ul>
            <li><p1>Adaptaci&oacute;n.</p1> El texto debe presentarse con un lenguaje adecuado a los lectores. </li>
            <li><p1>Claridad.</p1> Consiste en describir una idea o suceso de tal manera que el lector lo comprenda con el menor esfuerzo posible.</li>
            <li><p1>Coherencia.</p1> Desarrollar un tema de principio a fin en un orden lógico facilitará su comprensión.</li>
            <li><p1>Concisi&oacute;n.</p1> La brevedad de un texto tambi&eacute;n facilitar&aacute; su comprensi&oacute;n, hay que expresar lo necesario, pero sin rebuscamientos o palabras rimbombantes.</li>
            <li><p1>Correcci&oacute;n.</p1>  Radica en revisar el borrador del escrito, debemos asegurarnos de que el escrito se ajusta a las reglas ortogr&aacute;ficas y gramaticales.</li>
            <li><p1>Cortes&iacute;a.</p1> Debemos utilizar un lenguaje amable para acercarnos al logro del fin que perseguimos con el escrito.</li>
            <li><p1>Est&eacute;tica.</p1> En la mediad de lo posible el texto debe ser agradable y elegante, pero sin caer en frases hechas o en un estilo sumamente ostentoso.</li>
            <li><p1>Integridad.</p1> En este punto debemos tener cuidado con omisiones indeseadas. El escrito debe presentarse con toda la información necesaria previniendo posibles dudas del lector.</li>
            <li><p1>Interés.</p1> Debemos buscar despertar el interés del lector en el asunto que se trata en el escrito.</li>
            <li><p1>Originalidad.</p1> Esta caracter&iacute;stica le dará al escrito un estilo &uacute;nico que identificar&aacute; al que lo escribi&oacute;.</li>
            <li><p1>Precisi&oacute;n.</p1> Es conveniente asegurarnos que el escrito posee la informaci&oacute;n correcta y que está libre de ambigüedades.</li>
            <li><p1>Sencillez.</p1> El uso de palabras de f&aacute;cil comprensi&oacute;n facilitar&aacute; la lectura del texto.</li>
            <li><p1>Tacto.</p1> Un lenguaje prudente favorecer&aacute; el tratamiento de un asunto delicado o importante.</li>
            <li><p1>Unidad.</p1> El texto debe adherirse a una idea principal, tratar diversos temas generar&aacute; confusi&oacute;n y obstaculizar&aacute; la comprensi&oacute;n.</li>
        </ul>
        <h1>COMODIDAD INDIVIDUAL</h1>
        <center><img src="comodidad.jpeg" style="width: 250px; height: auto;"></center>
        <p>Para cada uno de nosotros es importante la comodidad a la hora de leer o redactar textos, es por ello que, para conocer c&oacute;mo se siente comoda cada persona se tomo en cuenta lo siguiente:</p>
        <ul>
            <li><p1>Compañ&iacute;a:</p1>  Si a las personas les gusta leer con amigos, familia, pareja o si lo prefieren de forma individual</li>
            <li><p1>Lugar donde prefieren hacerlo:</p1>Puede ser en un parque, en sus habitaciones, al aire libre, etc</li>
            <center><img src="comidad.jpeg" style="width: 250px; height: auto;"></center>
            <li><p1>Cuanto tiempo dedican a hacerlo:</p1> Debemos saber que para hacer de la lectura y escritutra un h&aacute;bito debemos pr&aacute;cticarlos constantemente es por ello que se deben poner intervalos de tiempo espec&iacute;ficos e ir alargando esos periodos de tiempo, es por ello que, se cuestiona cu&aacute;nto tiempo le dedican a ello y que tan marcado tienen esos h&aacute;bitos en sus vidas cotidianas</li>
            <li><p1>Comprenci&oacute;n de textos y velocidad lectora:</p1>No solo debemos leer, sino que tambi&eacute;n debemos de comprender lo que estamos leyendo, es por ello que, se agreg&oacute; una lectura donde mide la velocidad de la lectura y se realizaron cuestiones para conocer que tanto se comprendi&oacute; la lectura.</li>
        </ul>
        <footer class="footer">
            <p>P&aacute;gina disñada por:</p>
            <ul>
            <li>CONTRERAS MOLINA ERIK</li>
            <li>JIM&Eacute;NEZ RODR&Iacute;GUEZ JAQUELINE</li>
                <li>MORELOS GUZM&Aacute;N ALMA GABRIELA</li>
                <li>ROMERO CARMONA CARLOS ALBERTO</li>
            </ul>
        </footer>
        <script src="https://code.jquery.com/jquery-3.5.1.min.js"></script>
    <script src="scripts.js"></script>
    </body>
</html>